tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "sass/sass"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "gettext"
brew "openssl@3"
brew "readline"
brew "python@3.12"
brew "glib"
brew "at-spi2-core"
brew "automake"
brew "bat"
brew "bison", link: true
brew "cairo"
brew "fish"
brew "chruby-fish"
brew "clang-format"
brew "curl"
brew "doxygen"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git-lfs"
brew "pkg-config"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "libtool"
brew "guile"
brew "hugo"
brew "jpeg"
brew "just"
brew "libffi"
brew "libomp", link: true
brew "librsvg"
brew "libyaml"
brew "llvm"
brew "llvm@14"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "mcpp"
brew "neovim"
brew "pgcli"
brew "postgresql@14"
brew "postgresql@16", restart_service: true
brew "ripgrep"
brew "tree"
brew "wget"
brew "zlib"
cask "cmake"
cask "mactex-no-gui"
cask "openscad"
vscode "eamodio.gitlens"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "twxs.cmake"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "ziglang.vscode-zig"
