tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "gdbm"
brew "gettext"
brew "glib"
brew "libffi"
brew "openssl@1.1"
brew "readline"
brew "python@3.9"
brew "automake"
brew "bat"
brew "bison", link: true
brew "pkg-config"
brew "fish"
brew "chruby-fish"
brew "clang-format"
brew "cmake"
brew "openldap"
brew "curl"
brew "doxygen"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git-lfs"
brew "glslviewer"
brew "python@3.11"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "libtool"
brew "jpeg", link: true
brew "libomp", link: true
brew "librsvg"
brew "libyaml"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "mcpp"
brew "ninja"
brew "openblas"
brew "pandoc"
brew "postgresql@14", restart_service: true
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "sbcl"
brew "sdl2_mixer"
brew "starship"
brew "wget"
brew "zlib"
brew "zstd"
brew "heroku/brew/heroku"
cask "mactex-no-gui"
