1yib.rust-bundle
anysphere.pyright
catppuccin.catppuccin-vsc
dustypomerleau.rust-syntax
eamodio.gitlens
github.vscode-github-actions
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
rust-lang.rust-analyzer
serayuzgur.crates
vscodevim.vim
